tap "azure/kubelogin"
tap "confluentinc/tap"
tap "derailed/k9s"
tap "derailed/popeye"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "localstack/tap"
tap "modularml/packages"
tap "mongodb/brew"
tap "supabase/tap"
tap "withgraphite/tap"
brew "act"
brew "aom"
brew "llvm"
brew "argocd-autopilot"
brew "azure-cli"
brew "gcc"
brew "btop"
brew "cocoapods"
brew "libavif"
brew "php"
brew "composer"
brew "deno"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fd"
brew "fzf"
brew "gnutls"
brew "gnupg"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "goose"
brew "helix"
brew "helm"
brew "htop"
brew "httpie"
brew "jq"
brew "kubectx"
brew "kubeseal"
brew "lazygit"
brew "luarocks"
brew "openjdk"
brew "maven"
brew "minikube"
brew "node"
brew "mongosh"
brew "mosh"
brew "mysql", restart_service: true
brew "neovim"
brew "openconnect"
brew "pcre"
brew "postgresql@14", restart_service: true
brew "postgis"
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "stern"
brew "telnet"
brew "tmux"
brew "wget"
brew "zig"
brew "zls"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "confluentinc/tap/cli"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "localstack/tap/localstack-cli"
brew "modularml/packages/modular"
brew "mongodb/brew/mongodb-community"
brew "supabase/tap/supabase"
brew "withgraphite/tap/graphite"
cask "dbeaver-community"
cask "ngrok"
cask "pgadmin4"
