tap "azure/kubelogin"
tap "confluentinc/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "localstack/tap"
tap "modularml/packages"
tap "mongodb/brew"
tap "withgraphite/tap"
brew "act"
brew "azure-cli"
brew "libavif"
brew "php"
brew "composer"
brew "folly"
brew "edencommon"
brew "fizz"
brew "wangle"
brew "fb303"
brew "fbthrift"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gnutls"
brew "gnupg"
brew "goose"
brew "helix"
brew "helm"
brew "jq"
brew "kubeseal"
brew "lazygit"
brew "llvm"
brew "openjdk"
brew "maven"
brew "minikube"
brew "node"
brew "mongosh"
brew "mosh"
brew "mysql", restart_service: true
brew "neovim"
brew "openconnect"
brew "postgresql@16", restart_service: true, link: true
brew "pyenv"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "stow"
brew "telnet"
brew "tmux"
brew "watchman"
brew "zig"
brew "zls"
brew "zoxide"
brew "azure/kubelogin/kubelogin"
brew "confluentinc/tap/cli"
brew "hashicorp/tap/terraform"
brew "localstack/tap/localstack-cli"
brew "modularml/packages/modular"
brew "mongodb/brew/mongodb-community"
brew "withgraphite/tap/graphite"
cask "dbeaver-community"
cask "ngrok"
cask "pgadmin4"
vscode "apollographql.vscode-apollo"
vscode "atlassian.atlascode"
vscode "attilabuti.vscode-mjml"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dawhite.mustache"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.python-environment-manager"
vscode "dotjoshjohnson.xml"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.vscode-mysql"
vscode "foxundermoon.shell-format"
vscode "freecodecamp.freecodecamp-courses"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "github.heygithub"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitpod.gitpod-desktop"
vscode "gitpod.gitpod-remote-ssh"
vscode "golang.go"
vscode "graphite.gti-vscode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jock.svg"
vscode "mariomatheu.syntax-project-pbxproj"
vscode "mechatroner.rainbow-csv"
vscode "meta.relay"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "mjmlio.vscode-mjml"
vscode "modular-mojotools.vscode-mojo"
vscode "mongodb.mongodb-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-kubernetes-tools.vscode-aks-tools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "orta.vscode-jest"
vscode "pomdtr.excalidraw-editor"
vscode "postman.postman-for-vscode"
vscode "prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "tamasfe.even-better-toml"
vscode "tarik02.absolutely-black"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "vadimcn.vscode-lldb"
vscode "vincentvella.vscode-graphql-schema-linter-gopuff"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wmaurer.change-case"
vscode "xabikos.javascriptsnippets"
